[
    [
        "Is it a coincidence that Jill #Biden has a new book out this week?  Joe Biden is getting a lot of publicity.",
        0
    ],
    [
        "@miserablelib \nJoe Biden - soft lens:  my sister said the other day she thinks that he had a lot of face lift stuff done recently!",
        0
    ],
    [
        "Why Joe Biden’s foreign policy experience is both a weakness and a strength in 2020 https://t.co/j6kfl4un14 via @voxdotcom",
        0
    ],
    [
        "Joe Biden &amp; President Trump: American Politics Is Not about 'Unity'. https://t.co/cqkRr8wHkR",
        0
    ],
    [
        "@Real_JoeNathan @Well1la @TheBetoPlace Dollars to donuts the “moderate” republicans got a taught lesson in the midt… https://t.co/8Q3h4O0m1t",
        0
    ],
    [
        "I'm a little confused why Joe Biden is being crucified for not apologizing to\nAnita Hill with perfect word choice,… https://t.co/GrZ2ZFkGkz",
        0
    ],
    [
        "Joe Biden Has Successfully Goaded Donald Trump, Which Is Exactly What He Needs to Do - Slate https://t.co/Vx2JUiinoJ",
        0
    ],
    [
        "Joe Biden started running for Public Office 50 yrs ago\nHe has been feeding from the public trough ever since\nHe has… https://t.co/xDGgDSsjzT",
        0
    ],
    [
        "Candidates ranked by individual donors in the first 24 hours (rough numbers):\n\n1) Bernie Sanders—223,000\n2) Beto O'… https://t.co/KNj0f17Iw1",
        0
    ],
    [
        "New York Times: Joe Biden campaigned for Michigan Republican ahead of midterms https://t.co/VN44Q7dGpI",
        0
    ],
    [
        "What ‼️ are you doing in progressive politics if you can’t even name capitalism as a mechanism of oppression and op… https://t.co/b0RF8BXAdA",
        0
    ],
    [
        "Handsy Joe Biden is a piece of shit.\nIf he makes the nom (despite all current polling) Trump will win! Sanders is t… https://t.co/lv1qikOGbM",
        0
    ],
    [
        "Joe Biden on Why He's Running for President | The View       \nhttps://t.co/pB8MGX32EA",
        0
    ],
    [
        "did Obama's VP - Joe Biden know....Joe may not make it to the primaries eaither. When the hull cracks in the DNC, m… https://t.co/LhD0lPPZTh",
        0
    ],
    [
        "Biden h/t’d Jefferson, saying he was fr/Charlottesville. (Monticello is out of town.) “All men are created equal,”… https://t.co/XCWPAzCniM",
        0
    ],
    [
        "Joe Biden might very well get caught up in the swamp cleaning... Paul Sperry got me to thinking ..DEVELOPING: Obama… https://t.co/Zw8pAb9wuH",
        0
    ],
    [
        "@rhowardbrowne That’s why allegedly many foreign nations are encouraging Joe Biden to run, according to him…  He wi… https://t.co/sUuWArYgqR",
        0
    ],
    [
        "Only way Joe Biden gettin my vote is if Obama is his Vice President",
        0
    ],
    [
        "Joe Biden, protecting America's billionaires from the poors. https://t.co/PfszGcVbBI",
        0
    ],
    [
        "Joe Biden running for President uh oh 👀",
        0
    ],
    [
        "As if!\n\nJoe Biden Claims 'World Leaders Begged' Him to Run Against Trump https://t.co/4Q6bQeUnBT via @BreitbartNews",
        0
    ],
    [
        "Joe Biden is older than Bill Clinton.",
        0
    ],
    [
        "That Joe Biden can't figure out how to properly deal with the Anita Hill issue is foreboding. He's been in this hol… https://t.co/Xmfq43qiH5",
        0
    ],
    [
        "A standoff over congressional oversight, former vice president Joe Biden... https://t.co/1ARsjjRVt9 via @YouTube",
        0
    ],
    [
        "Joe Biden....okay https://t.co/4lT722GoOK",
        0
    ],
    [
        "@MysterySolvent I bet Joe Biden knows not to walk in front of his wife.",
        0
    ],
    [
        "@fakenewsnpcc @ImperatorTruth Aw look, lil joe Biden",
        0
    ],
    [
        "@Alyssa_Milano Im not crazy about Biden because i prefer someone more progressive i support Bernie but none of his… https://t.co/ORmfpoDSw9",
        0
    ],
    [
        "@JudahWorldChamp So does Uncle Joe Biden.",
        0
    ],
    [
        "Ok...I, like a lot of Dems, am trying to refrain from being negative about any of our 2020 candidates.\n\nToday, Joe… https://t.co/t5TmHXP1wR",
        0
    ],
    [
        "HOW DO WE KNOW THAT JOE BIDEN WONT JUST FALL ASLEEP AGAIN?",
        0
    ],
    [
        "@cnn @AC360 I cannot fathom the OBSESSION over Joe Biden and Anita Hill. HE DOESNT OWE HER ANYTHING!! This needs to… https://t.co/PGieDfHG0u",
        0
    ],
    [
        "@pineywoozle @davidsirota Sanders currently leads nationally. https://t.co/jtwa2iuN1v",
        0
    ],
    [
        "So Joe Biden is Chris Evans in the future?",
        0
    ],
    [
        "@RubinReport 5/5 SOURSE: https://t.co/4MRn8sHWao",
        0
    ],
    [
        "When Joe Biden Voted to Let States Overturn Roe v. Wade https://t.co/93afaDCylb",
        0
    ],
    [
        "Answer to How similar or different are Senator Bernie Sanders and Senator Joe Biden's politics? by Ron Wiseman https://t.co/LevJy5iqOV",
        0
    ],
    [
        "I bet Joe Biden knows how to hang up his own coat.",
        0
    ],
    [
        "@JoeBiden I ❤️ Joe Biden. I don’t have much but I contributed the first day!",
        0
    ],
    [
        "Barack and Joe’s Secret Code https://t.co/qowsqqYmq8 via @politicomag",
        0
    ],
    [
        "@Alyssa_Milano I voted for Bernie 2.5 years ago. While I’m not against him or Mr. Vice President Joe Biden, I’m all… https://t.co/XdQXWP21cp",
        0
    ],
    [
        "Why Joe Biden's Centrism Is a Liability - https://t.co/qjogOaKuYg https://t.co/IB7inD0HDd https://t.co/GFHwKx50Ug",
        0
    ],
    [
        "Milquetoast Joe Biden announced $6.3 million haul on opening day of 2020 bid - CNNPolitics You know that he is boug… https://t.co/2kwgKUS5r9",
        0
    ],
    [
        "Joe Biden is running ads using the term \"Bernie Sanders 2020\"  #JoeBiden2020. #Bernie2020. #GoogleAds #GoogleAdWords https://t.co/9AAoq7tdC8",
        0
    ],
    [
        "Vote Joe Biden 2020 T Shirt\nGrab Now Vote Joe Biden 2020 T Shirt: https://t.co/rz2S2i3CFU https://t.co/iPdkvwyeCt",
        0
    ],
    [
        "\"Recap and Analysis: Joe Biden’s Visit to ‘The View’\" by SYDNEY EMBER, MATT FLEGENHEIMER and ALEXANDER BURNS via NY… https://t.co/7fdSsCcHTd",
        0
    ],
    [
        "@Dax_x98 Too early, but Joe Biden, Kamal Harris .  How is your grandmother Dax?",
        0
    ],
    [
        "Joe Biden raises $6.3 million in first 24 hours of campaign https://t.co/HKLFNspqIJ https://t.co/JcylGbn8C8",
        0
    ],
    [
        "You know, during the Joe Biden segment today on The View, all I could think was 'this dude is really, really old, a… https://t.co/fJcUUAz04B",
        0
    ],
    [
        "@BreitbartNews #AshleyMilano and #JoeBiden\nI bet one couldn't smack the grin off Joe Biden's face\nhttps://t.co/z0g0ud8M9O",
        0
    ],
    [
        "@politico MEANWHILE:  Biden’s son is making creepy Joe feel incredibly old",
        0
    ],
    [
        "@jsolomonReports Joe Biden does not have what it takes to  run America.",
        0
    ],
    [
        "\"Recap and Analysis: Joe Biden’s Visit to ‘The View’\" https://t.co/4mST52XvRH https://t.co/YWE6uuVzk2",
        0
    ],
    [
        "Hey @BernieSanders  I saw you take a shot at Joe Biden. Ronald Regan once said \"Thought shalt not speak I'll of a f… https://t.co/HsiCKwfCFS",
        0
    ],
    [
        "Joe Biden raises $6.3 million in first 24 hours of campaign https://t.co/Wvk841UjZr",
        0
    ],
    [
        "Joe Biden still an old perv",
        0
    ],
    [
        "Joe Biden ressurected Jim Crow through the #VCCA: #TheNewJimCrow #NoNoPedoJoe",
        0
    ],
    [
        "Joe Biden's Voting Record Under Scrutiny As He Enters 2020 Race. #USPolitics #Politics  https://t.co/3F58RD1WF2",
        0
    ],
    [
        "When Joe Biden Voted to Let States Overturn Roe v. Wade https://t.co/hnOL0Dh132",
        0
    ],
    [
        "I’ll never understand how people can like joe Biden and dislike Donald trump in the same breath. They both are equally creepy old men to me.",
        0
    ],
    [
        "@HamledOnLine @MsXandry @spookperson @CHueyBurns Warrior, who put down the sword. Nothing sexier or cooler for the… https://t.co/ICDJRWVAWp",
        0
    ],
    [
        "@sunny @realDonaldTrump @JoeBiden @TheView Hey Sunny, the soul of our nation believes every man woman and child sho… https://t.co/RJVJTwZQTc",
        0
    ],
    [
        "@politico Speaking of young...\n\nhttps://t.co/6kJz81JgeG",
        0
    ],
    [
        "'I believed Anita Hill,' Joe Biden says of his role in the 1991 Clarence... https://t.co/LYXyqDanmo via @YouTube",
        0
    ],
    [
        "Sen. Elizabeth Warren: \"At a time when the biggest financial institutions in this country were trying to put the sq… https://t.co/H7llY8FRre",
        0
    ],
    [
        "Trump's Charlottesville comments twisted by Joe Biden and the media https://t.co/CQQRL9BUF7 via @usatoday",
        0
    ],
    [
        "@SebGorka @TheDemocrats have so many pedophiles running and Joe Biden is wearing more makeup than 20 women. https://t.co/UK2n1ANbzo",
        0
    ],
    [
        "Joe Biden's legacy peaked with \"guy who stood next to Obama for eight years\" https://t.co/D9k8GabIOK",
        0
    ],
    [
        "News: Bernie Sanders Booed, Tulsi Gabbard Reappears, Joe Biden Tanks The... https://t.co/NctLgs5R1o via @YouTube\n\nP… https://t.co/7aP2qSxiUc",
        0
    ],
    [
        "@charliekirk11 Also Joe Biden.... Drops out of election in 88 due to luing on academic record and plagiarizing spee… https://t.co/bphr9SzbEg",
        0
    ],
    [
        "Anita Hill says recent conversation with Joe Biden was 'deeply' unsatisfying https://t.co/bw3FFmIOFi",
        0
    ],
    [
        "Joe Biden Raised More First-Day Contributions Than All His Democratic Rivals  @FortuneMagazine https://t.co/QIS18x6Fx6",
        0
    ],
    [
        "Joe Biden is making Donald Trump feel young again — and he’s already riling up the president\n\nhttps://t.co/I406NjHsp4",
        0
    ],
    [
        "Joe Biden raises $6.3 million in first 24 hours of campaign https://t.co/8zEV86s6y4",
        0
    ],
    [
        "@infintybread Is it from... joe biden?",
        0
    ],
    [
        "Ari Fleischer: Joe Biden will have to sacrifice authenticity for political correctness in this campaign… https://t.co/jB8Vu3cJ2z",
        0
    ],
    [
        "Should say  Hollywood Soros and Clinton deepstate funding @JoeBiden  https://t.co/2Bd7adfj23  only corrupt idiots would vote for him",
        0
    ],
    [
        "Carpe Donktum: Joe Biden Based His Entire Campaign On A Lie About Trump And Charlottesville | Video | RealClearPoli… https://t.co/sN9vdMsm3y",
        0
    ],
    [
        "Have you seen joe Biden and Julia Louis dreyfus parody when she was Selena myers???",
        0
    ],
    [
        "@BarkinDavid @trigg_christine @hiphoplaflare96 @angelfrmcanada @SagArcher @LittelCaesar @FUProlifeIdiots @i_womb… https://t.co/jfw1jDPPFx",
        0
    ],
    [
        "Show of hands. How many people didn't know Joe Biden has had two brain aneurysms?\n#SaturdayMorning",
        0
    ],
    [
        "@edenadyk joe \"if your wiener's out in open air, you're off to the electric chair\" biden",
        0
    ],
    [
        "The health care industry is betting on Joe Biden in its war against Medicare-for-all https://t.co/U9xtkdxtgX",
        0
    ],
    [
        "@RRAnana1 @realDonaldTrump Well if joe biden has a bunch of ignoramus idiots on his payroll, he should do well. Wel… https://t.co/Av2ST0qqVP",
        0
    ],
    [
        "Left: Joe Biden. Right: Donald Trump https://t.co/9A1GDCIU59",
        0
    ],
    [
        "Biden Has a Long Record. Will This Help or Hurt Him? https://t.co/cmj6mx18YZ via @nytvideo",
        0
    ],
    [
        "Joe Biden pulled in a major fundraising pot in his first day running for president for a third time.… https://t.co/qW4gkNo0ub",
        0
    ],
    [
        "She oversaw TARP during the Bush admin, fought changes to the bankruptcy code and wrote the book on consumer and ba… https://t.co/30DLPU4hMF",
        0
    ],
    [
        "...“but in 1987 Joe Biden’s only been in the Senate for 15 years...”\n- Chris Cillizza \n\nONLY 15 YEARS? 😂",
        0
    ],
    [
        "Joe Biden interview with Chris Cuomo https://t.co/cKIF4U2IXu via @YouTube",
        0
    ],
    [
        "Joe Biden &amp; Obamaon Robert Byrd..... Read it........ https://t.co/JUiR3JUZZW",
        0
    ],
    [
        "Joe Biden Slips Up With Allusion To \"N Word\" In Obama Picture Post https://t.co/B0JHxCLAPz https://t.co/NWBJFNWIyi",
        0
    ],
    [
        "I refuse to vote for anybody older than 65 this election season. That said, in this instance, positive polices will… https://t.co/FMNWOMgWKe",
        0
    ],
    [
        "Joe Biden out-fundraises Bernie, Kamala, and Beto in first 24 hours of campaign. https://t.co/WO4vuKPCYR",
        0
    ],
    [
        "Joe Biden told a Chinese university audience that he \"fully\" understood that country's since-ended policy limiting… https://t.co/EqNuEbi1IM",
        0
    ],
    [
        "Anyone have the link to Joe Biden’s tax returns??",
        0
    ],
    [
        "I was just waiting and waiting and wondering if it would ever happen. And it did: @MichaelAvenatti is endorsing… https://t.co/R0jkkakE7v",
        0
    ],
    [
        "Satire: Dog Whisperer Cesar Milan Breaks Joe Biden of Sniffing &amp; Kissing https://t.co/q7wlEsWd6r https://t.co/ohtksARkWq",
        0
    ],
    [
        "So Joe Biden has entered the race for president! His campaign slogan is #IFeelYou. 😂😂😂",
        0
    ],
    [
        "Satire: Dog Whisperer Cesar Milan Breaks Joe Biden of Sniffing &amp; Kissing https://t.co/j0wf9nsHao https://t.co/UFL3Q2dOWl",
        0
    ],
    [
        "Resume For Joe Biden https://t.co/CE6D2Ib1sP",
        0
    ],
    [
        "@qanon76 What Hussain knew BIDEN KNEW ELECTING feel em up Joe is for sure HUSSAIN will be running the show.",
        0
    ],
    [
        "@hiphoplaflare96 @BarkinDavid @trigg_christine @angelfrmcanada @SagArcher @LittelCaesar @FUProlifeIdiots @i_womb… https://t.co/EUgnCHIJIu",
        0
    ],
    [
        "The dangerous thing is assuming that America has come close to outgrowing this (like or dislike how Heffernan defin… https://t.co/Fy9XZSzayG",
        0
    ],
    [
        "The View’s Gushing Hosts Saved Biden From Embarrassing Himself in His First Campaign Interview https://t.co/W3Mgq472mS",
        0
    ],
    [
        "and for trump dissing Joe Biden for being old, really? There’s enough in Mueller report to have only one term trump… https://t.co/pq1aBZolPa",
        0
    ],
    [
        "✌ @Reading \"The health care industry is betting on Joe Biden in its war against Medicare-for-all\" https://t.co/SV9uT8gMuY",
        0
    ],
    [
        "@ForecasterEnten Maybe, for the moment. Have you seen Joe Biden’s previous campaigns? https://t.co/LoHC6cstOT",
        0
    ],
    [
        "2020 Candidate Joe Biden Identifies as Catholic, But Breaks With Church Teaching https://t.co/Ry1lVSf3X6",
        0
    ],
    [
        "Joe Biden raises $6.3 million in first 24 hours of campaign https://t.co/CY437mfc9v",
        0
    ],
    [
        "With that record Joe Biden belongs in jail and not allowed into the White House even if he has a ticked to tour it. https://t.co/AHIhrrwdX1",
        0
    ],
    [
        "The Liberal Democratic Party is a party that loves Abe, but he is close to the Liberal Democratic Party. Hillary pr… https://t.co/dlmEKBazt2",
        0
    ],
    [
        "@Atrios Joe Biden fans are Joe Biden fans.",
        0
    ],
    [
        "@AIiceRobinson @MariaZupan @akvawe66 @TrumpSugar @misshellca @PD3598 @jeff11069676 @laundry_guy @WestTXHunting… https://t.co/0zFSJhRYZE",
        0
    ],
    [
        "@sianoresist I'll start with Joe Biden since that's who he was talking about.",
        0
    ],
    [
        "On the international political scale, Joe Biden is right wing.",
        0
    ],
    [
        "Not supporting Biden. Sorry, Joe. https://t.co/HxuGgdzsSx",
        0
    ],
    [
        "@jrpsaki @thecooper3 @BarackObama @JoeBiden And Joe Biden would have been a non-descript Senator from the 2nd small… https://t.co/FzszeSRrnT",
        0
    ],
    [
        "@nocovfefehere @DaddyJim52 @Gatoram15 @DaniScotchIrish @Regan0002112 @phxtobama16 @HSchouten @EdB_Ohio… https://t.co/4K4NStWF3J",
        0
    ],
    [
        "@RobAnderson2018 @brycetache @USATODAY Id say to start getting us in line behind Joe Biden. We will know soon enoug… https://t.co/2BYS7r78mD",
        0
    ],
    [
        "Joe Biden Launches Presidential Bid With Fundraiser Filled With Corporate Lobbyists and GOP Donors https://t.co/2xpLjnDqlZ",
        0
    ],
    [
        "Does Sleepy Joe Biden even know \n\nHe must raise $100K a day till Xmas, playing CA$H catch up with the main (I) Dem,… https://t.co/D4c9rB86Iv",
        0
    ],
    [
        "Joe Biden Launches Presidential Bid With Fundraiser Filled With Corporate Lobbyists and GOP Donors https://t.co/XuDSJC5EcX",
        0
    ],
    [
        "What we’re not gonna do is elect Joe Biden I mean come on folks",
        0
    ],
    [
        "Someone in the theater said: \n“Is that Joe Biden?”\n\n#Endgame",
        0
    ],
    [
        "@w_terrence @NatShupe @JoeBiden @Joe Biden is so creepy. I can’t even watch him on interviews. Makes my skin crawl",
        0
    ],
    [
        "@petercoffin Joe Biden on DRUG POLICY: I will legalize Black Tar Heroin \n(CNN, April 2019)",
        0
    ],
    [
        "@CNN Joe Biden would blow a canary to plead his case. Don’t believe him",
        0
    ],
    [
        "@RealMattCouch Him and Joe Biden both are out of control with their hands. 😆",
        0
    ],
    [
        "🚨🚨BREAKING! Here’s 8 Clips Of Joe Biden Inappropriately Touching Little Girls https://t.co/b6jrs5kteJ",
        0
    ],
    [
        "Sleepy, Creepy Uncle Joe Biden – Ben Garrison Cartoon https://t.co/TbCMH7qTJF https://t.co/Wdqo3Ag0Tk",
        0
    ],
    [
        "@realDonaldTrump Donny TRIES 2 CAST ASPERSIONS ON JOE BIDEN. PROSTITUTE MARRYING, USSR Rear Kissing, Pervert, LYIN… https://t.co/BAurdztSZ6",
        0
    ],
    [
        "What Joe Biden's campaign means for the future of the Democratic Party https://t.co/wDCvPQE9bF via @thinkprogress",
        0
    ],
    [
        "How Joe Biden Wrecked the Judicial Confirmation Process https://t.co/9gsPeoFjcg https://t.co/EWdDKXspvm",
        0
    ],
    [
        "Hours After Joe Biden Announces 2020 Run, Obama Sends It Crashing Down https://t.co/ezQizwCvAC",
        0
    ],
    [
        "@gfoneillalpha @SenGillibrand @alfranken Did she go after Joe Biden as well?",
        0
    ],
    [
        "Groping Joe Biden Gets the Ultimate Nod                        https://t.co/eUERjfZ2av via @newrightnetwork",
        0
    ],
    [
        "People who can eat my farts: Joe Biden",
        0
    ],
    [
        "The Korean media conglomerate. Samsung and Sadon? The Chosun Ilbo reported a mockery of the Jo Biden incident in a… https://t.co/pZu3hcyuck",
        0
    ],
    [
        "Satire: Dog Whisperer Cesar Milan Breaks Joe Biden of Sniffing &amp; Kissing https://t.co/sm0fQTBxHj",
        0
    ],
    [
        "I keep getting Bernie Sanders and Joe Biden mixed up in my head and honestly that says a lot to me about them.",
        0
    ],
    [
        "@JoeBiden @TheView And honestly, I don’t know that there’s another candidate my mom would vote for. I understand th… https://t.co/DbPrNW7M4M",
        0
    ],
    [
        "Joe Biden Claims 'World Leaders Begged' Him to Run Against Trump https://t.co/Hw1PL8Ixn3",
        0
    ],
    [
        "Who wants Biden to run: Democratic Deep State, Germany and rest of EU, China and Iran. Obama meet with Merkel+ to p… https://t.co/fIskwDEofn",
        0
    ],
    [
        "Sleepy Joe Biden is concerned about the moral fiber of our country. I wonder if he has decided to abstain from plag… https://t.co/mhC5BOVPFb",
        0
    ],
    [
        "The mother of Heather Heyer says Joe Biden didn't call her until hours after the release of his campaign video, whi… https://t.co/qKRq7NkYhR",
        0
    ],
    [
        "@jrpsaki @BarackObama @JoeBiden I mean, it was Obama, not Joe Biden. And they needed her, not the other way around.… https://t.co/qmSpub4VvQ",
        0
    ],
    [
        "Steve Forbes: Joe Biden Is Running For President Four Years Too Late (VIDEO) https://t.co/ish43KteEf https://t.co/oJAfbZUCiW",
        0
    ],
    [
        "A Look at Joe Biden https://t.co/p9BjhXFtKu via @YouTube",
        0
    ],
    [
        "Joe Biden and his problematic \"gaffes.\" https://t.co/EF1aTqMLKI",
        0
    ],
    [
        "Joe Biden pulled in a major fundraising pot in his first day running for president for a third time.… https://t.co/6SzJSqhKjf",
        0
    ],
    [
        "@BreitbartNews JOE BIDEN THE HANDS ON ALL LITTLE GIRLS AND ON WOMEN EXPERT . NOT PRESIDENTIAL MATERIAL . HE IS ALL… https://t.co/HqWNpaHQpM",
        0
    ],
    [
        "Joe Biden and the Framing of Trump: He Was in the Room | The Stream https://t.co/QJuMStlR0Z",
        0
    ],
    [
        "@ChristopherHahn @JoeBiden @TuckerCarlson @FoxNews @kilmeade Did you really call Joe Biden a \"celery stalk\"?",
        0
    ],
    [
        "@TalbertSwan @JoeBiden Good ole Joe \"Paddy\" Wagon Biden...this will be the seventh time he's lost a presidential bi… https://t.co/QYygdcRxpO",
        0
    ],
    [
        "Imagine defending Joe Biden in 2019",
        0
    ],
    [
        "My answer to How similar or different are Senator Bernie Sanders and Senator Joe Biden's politics? https://t.co/LWwxz4ApfB",
        0
    ],
    [
        "I bet Joe Biden knows how to close an umbrella.",
        0
    ],
    [
        "Idgaf about Joe Biden",
        0
    ],
    [
        "My answer to How similar or different are Senator Bernie Sanders and Senator Joe Biden's politics? https://t.co/8jPXKzEjYD",
        0
    ],
    [
        "Joe Biden is the Delaware of people.",
        0
    ],
    [
        "@thehill He is right: he is always noisier than Marine One in the background. Has Joe Biden ever so successfully wo… https://t.co/o7RShock9O",
        0
    ],
    [
        "Symone Sanders, Bernie’s Former Press Secretary, Goes to Work on Biden’s Campaign https://t.co/wE5bxEnpO0 via @thedailybeast",
        0
    ],
    [
        "Ari Fleischer: Joe Biden will have to sacrifice authenticity for political correctness in this campaign… https://t.co/hnZpqKnU1X",
        0
    ],
    [
        "Perspective | Joe Biden, the master of not quite getting it https://t.co/Itzlsu5rBk",
        0
    ],
    [
        "World leaders begged me to run, claims Joe Biden https://t.co/3RqLZPvTjL",
        0
    ],
    [
        "Joe Biden Claims ‘World Leaders Begged‘ Him to Run Against Trump. Were they from France, Germany, Britain, or Somal… https://t.co/nbDoGAFC9r",
        0
    ],
    [
        "Pardon my French...but Joe Biden is a fucking joke. Trump is gonna chew him up and spit him out. https://t.co/Sw30IRN8ND",
        0
    ],
    [
        "@WayneDupreeShow Of course this is about Joe Biden paying money to Ukraine.",
        0
    ],
    [
        "Y’all joe Biden is running for president 😭",
        0
    ],
    [
        "Hi Twitter. Let’s talk about all the reasons Joe Biden shouldn’t be president.",
        0
    ],
    [
        "Joe Biden is a man with a wide political experience. When you have this breadth of experience politically, you are… https://t.co/cPLiDG4V2H",
        0
    ],
    [
        ".@ealagna walking down the hall to the back bedroom and turning on the TV just now: “Fuuuuuck Joe Biden, man. Uggh.… https://t.co/WD1yZlfFZQ",
        0
    ],
    [
        "Joe Biden is just Howard Schultz with memes",
        0
    ],
    [
        "@justicedems @JoyVBehar @JoeBiden Joe Biden is a Republican",
        0
    ],
    [
        "Warren knows the facts about Credit Card Joe. https://t.co/rWWWi8LRKS",
        0
    ],
    [
        "@JoeBiden What hold music was playing when you were on the phone with Comcast?     https://t.co/5mJM75yqpA",
        0
    ],
    [
        "@larryelder @JoeBiden @realDonaldTrump Joe Biden looks like the mean alien from Fire In the Sky before it probed that dude.",
        0
    ],
    [
        "Hey MAGA Zombie @mschlapp ....\nJoe Biden has been happily married since 1977.  \nTrump would either sexually assault… https://t.co/Cn5qjY6g2M",
        0
    ],
    [
        "I guess I have to vote for Joe Biden because there aren't dozens of other younger, more progressive candidates running--OH WAIT JUST A",
        0
    ],
    [
        "What's TRULY incredible about this whole tirade is that THIS is what Trump is concerned about--not Russia, not the… https://t.co/d5d33K11rm",
        0
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 https://t.co/Q9gCPnBvgH",
        0
    ],
    [
        "Joe Biden Raises $6.3 Million, Topping Rivals’ First-Day Hauls https://t.co/nehibivuXv",
        0
    ],
    [
        "@TomiLahren Joe Biden is a tool. He was supposed to show ????? I’m not sure.",
        0
    ],
    [
        "\"Woke\" Far left Pandering BACKFIRING On Democrats, Joe Biden  #TimPool #tcot #TopStories [Video]… https://t.co/SGwTP0Mcyk",
        0
    ],
    [
        "This is the Joe Biden you rarely see https://t.co/OIQ4Pv8JMj",
        0
    ],
    [
        "@zerohedge Just ask joe biden",
        0
    ],
    [
        "Steve Forbes: Joe Biden Is Running For President Four Years Too Late (VIDEO) - https://t.co/KtTLWJXhNt https://t.co/8f3ajvFaBw",
        0
    ],
    [
        "@ewarren @feelthebernorg   I just donated to Joe Biden.  1)  I am a senior citizen in Ventura 2)  I live on a fixed… https://t.co/IVVAQMplEf",
        0
    ],
    [
        "@larryelder @JoeBiden @realDonaldTrump Joe Biden starts off his campaign with a lie about President Trump.  SHAM. E… https://t.co/U3HZVolF8X",
        0
    ],
    [
        "Elections now days, U.S., plus ours, add in Brexit!\n\nOh the serenity &amp; dignity of it all......😤\n\nJoe Biden has offi… https://t.co/3fhsdrNDMP",
        0
    ],
    [
        "“At the time, Burisma allegedly was paying then-Vice President Joe Biden's son Hunter as both a board member and a… https://t.co/WTLE5n3BhB",
        0
    ],
    [
        "@MarkDice She went to work for Bernie Sanders today, ,not Joe Biden!",
        0
    ],
    [
        "Sounds about right:\nhttps://t.co/oz1K9ICJTr",
        0
    ],
    [
        "Joe Biden, the master of not quite getting it https://t.co/m8Mo1QB95c",
        0
    ],
    [
        "Joe Biden leads 2020 Democratic fundraising in first 24 hours, but Bernie Sanders had twice as many donors https://t.co/WBiIp8JTvZ",
        0
    ],
    [
        "@nicole_mtclem @moriyakari @MatthewJohn666 @spatial_anomaly Nobody owns my vote. Candidates have to earn it. Only t… https://t.co/3McI88kUqY",
        0
    ],
    [
        "Informative article with deep insight into Vladimir Putin and his interactions with Trump by my college hall mate… https://t.co/PO5FRS5YWi",
        0
    ],
    [
        "@jrpsaki @KarenLeitner1 @BarackObama @JoeBiden 1. There was reciprocation. Warren helped Obama &amp; Joe Biden pass law… https://t.co/Mz3CkcSpdI",
        0
    ],
    [
        "Go away Joe Biden. The Joebama memes were plenty enough from you.",
        0
    ],
    [
        "joe biden rocks now https://t.co/mP7pYWk7H3",
        0
    ],
    [
        "@SymoneDSanders @JoeBiden Why are you doing this? You are talented, and there are literally 18 other candidates you… https://t.co/IHbauhKh9w",
        0
    ],
    [
        "@JoeBiden Hey Joe Biden, you and obama brought more dissension to this country than any other prior President. You… https://t.co/HhjvAPVIlu",
        0
    ],
    [
        "joe biden can eat my fuckin dingleberries",
        0
    ],
    [
        "@ChicagoMGD_SD @alex_kirshner @NateSilver538 Because of Joe biden we can't hold Thomas accountable!! 🤣\nhttps://t.co/UQOPMXtrvr",
        0
    ],
    [
        "Biden is Trump's most anticipated -- and feared -- rival https://t.co/aJETtkyfGI",
        0
    ],
    [
        "@AC360 “I’m not Bernie Sanders,” Joe Biden said at the Brookings Institution. “I don’t think 500 billionaires are t… https://t.co/1Q96YvKAYL",
        0
    ],
    [
        "@GeorgeTakei Politicians are accountable for their records. And, in Biden's case, maybe accountable for their hands… https://t.co/rS0CeWbG3Y",
        0
    ],
    [
        "@tristen_just Joe Biden's campaign is off the rails already",
        0
    ],
    [
        "Joe Biden 2020 is Mitt Romney 2008.",
        0
    ],
    [
        "Come 2020, TRUMP will DEFEAT candidate Michelle Obama, Joseph Biden Obama and Barak Obama combined.\nIt will be easi… https://t.co/yxcyaFxiSn",
        0
    ],
    [
        "@Mattison @tommyxtopher @SenSanders Yeah he’s got no stand out legislative accomplishments, unlike my preferred can… https://t.co/qls2G5Amc5",
        0
    ],
    [
        "Joe Biden raises $6․3m in a day, surpassing Democratic 2020 rivals https://t.co/LiL7MM3n8l",
        0
    ],
    [
        "Joe Biden Raises $6.3 Million, Topping Rivals’ First-Day Hauls https://t.co/KOOfWSxp6u",
        0
    ],
    [
        "Joe Biden and the rest spew their lies with elitist chins held high.  As one talk show host says , Dems lie with th… https://t.co/QHdah15R8z",
        0
    ],
    [
        "How the #Democrats Can Blow it in #Election2020: Try running on reparations, inmate  voting rights, eliminating pri… https://t.co/aKGJTNsZsI",
        0
    ],
    [
        "Joe Biden's campaign said it raised $6.3 million in the first 24 hours of his presidential campaign launch, a haul… https://t.co/AybZY1Uv5L",
        0
    ],
    [
        "Former Vice President Joe Biden is reporting he raised $6.3 million in the first day of his campaign, the most of a… https://t.co/zBu8I9oRKF",
        0
    ],
    [
        "Biden presidential campaign receives $6.3 million in donations in just its’ first 24 hours https://t.co/hTU1SJzFyw",
        0
    ],
    [
        "Satire: Dog Whisperer Cesar Milan Breaks Joe Biden of Sniffing &amp; Kissing https://t.co/FyFcBAD6PY",
        0
    ],
    [
        "@JaneMayerNYer @TomArnold Most of you whining about Biden dont give a phuck about Anita or Black people. Just someo… https://t.co/yQxO9JsRKb",
        0
    ],
    [
        "Drinking a beer and quietly contemplating Joe Biden’s invocation of Heather Heyer and the moral and ideological vac… https://t.co/MwsC0sw26j",
        0
    ],
    [
        "joe biden-his-time",
        0
    ],
    [
        "Joe Biden for Sin-Eater 2020",
        0
    ],
    [
        "So, he's antisemitic as well. https://t.co/i3bn3BfuAu",
        0
    ],
    [
        "@jrpsaki @thecooper3 @BarackObama @JoeBiden Also, this little dust up isn’t about the CFPB. It’s about Joe Biden ca… https://t.co/P8Gr4k0C6l",
        0
    ],
    [
        "Joe Biden has the 1996 Republican nomination all wrapped up if you ask me.",
        0
    ],
    [
        "Alexandria Ocasio-Cortez campaign aides fighting Joe Biden's 2020 bid https://t.co/okPgGKw1IO",
        0
    ],
    [
        "Joe Biden on Why He's Running for President | The View https://t.co/nZeBFJ25sE via @YouTube",
        0
    ],
    [
        "Joe Biden the reality is significantly less promising as a Presidential candidate than his fictitious meme-version,… https://t.co/7gNOot8YAF",
        0
    ],
    [
        "@Alyssa_Milano Then your ignoring Joe Biden’s record and stances on the issues.",
        0
    ],
    [
        "Soul-less Joe Biden! https://t.co/byovx0B1Dh",
        0
    ],
    [
        "Joe Biden NO. He is just another corporate mainstream Democrat. Bernie Sanders-YES!! History Shows Joe Biden 3.0 Is… https://t.co/nDg4vMiDiu",
        0
    ],
    [
        "Criticizing Joe Biden will not help reelect trump. \n\nPass it on.",
        0
    ],
    [
        "@DailyCaller Wow...Joe Biden has lost it! He made no sense and couldn’t even talk!! There is something going on eve… https://t.co/s0mhMOTYvW",
        0
    ],
    [
        "Is Groping Joe Biden going to be able to grab enough votes in the Primaries to get his hands on the nomination?",
        0
    ],
    [
        "@1CallAtATime @ShandaY33472528 Hillary: Joe, i'll give you $50 million if you choose me as your vice president.\nBid… https://t.co/qP3rrcsKbB",
        0
    ],
    [
        "ppl in the theatre were all probably holding their breaths in but all I could think about was is that Joe Biden???",
        0
    ],
    [
        "I’d put Joe Biden in the “A more liberal president category...”  https://t.co/qb2ULm3JEb https://t.co/zfFGJy2Tjn",
        0
    ],
    [
        "Whoa that Joe Biden cameo in Endgame really threw me for a loop",
        0
    ],
    [
        "@kiwehhh “i could tie my shoe faster than joe biden” -my 60y/o uncle",
        0
    ],
    [
        "@brix_don @CollierLeBlanc @justicedems @ewarren I just posted one. She said she jumped into the race because of Joe… https://t.co/f1hNWfOtvK",
        0
    ],
    [
        "Me when I found out that Joe Biden was running for president https://t.co/hzwSesTTMk",
        0
    ],
    [
        "As if we need to be reminded that Joe Biden is full of shtt. https://t.co/CJz2gH2rMr",
        0
    ],
    [
        "Joe Biden is a republican",
        0
    ],
    [
        "Has Joe Biden has been copying other politicians? https://t.co/q1wEVxetE6",
        0
    ],
    [
        "@canine2 @FairStability @2tall2fall4it @TrumpSugar @TT197 @Flattielover @GoofyGary7 @phil_mckraken @alta247… https://t.co/h4ZdsILXVQ",
        0
    ],
    [
        "omg has joe biden been keeping up with troll twitter? https://t.co/7KyT4tvta3",
        0
    ],
    [
        "@jrpsaki @thecooper3 @BarackObama @JoeBiden Nah, I’ve been and met many a field organizer more indispensable to the… https://t.co/nr1CCrSp0Z",
        0
    ],
    [
        "@reesetheone1 Question why are you as a POC voting for Joe Biden?",
        0
    ],
    [
        "Joe Biden Claims 'World Leaders Begged' Him to Run Against Trump https://t.co/1wJkS5JPpY",
        0
    ],
    [
        "i'm really glad that joe biden's candidacy has sparked a conversation on one of my core beliefs: delaware is the worst state.",
        0
    ],
    [
        "A Look at Joe Biden https://t.co/p9BjhXFtKu via @YouTube https://t.co/tkRnFoQNpe",
        0
    ],
    [
        "Joe Biden isn’t offering free college but if you are stressed about your student loans he is offering free back rubs.",
        0
    ],
    [
        "@dianelyssa You know who else owes their career to Joe Biden? Clarence Thomas. https://t.co/6QM5lHND7h",
        0
    ],
    [
        "@DanRather A Look at Joe Biden https://t.co/p9BjhXX4C2 via @YouTube",
        0
    ],
    [
        "@CNN @VanJones68 #cnn @msnbc @ChrisCuomo @newday @KateBolduan @BrookeBCNN @camanpour   Just look at the banana peel… https://t.co/t5LHzOpo0c",
        0
    ],
    [
        "Joe Biden’s been emailing me all week 😐",
        0
    ],
    [
        "Out of touch Mr Biden? https://t.co/Wy6yv854Vl",
        0
    ],
    [
        "Joe Biden raises $6.3m in a day, surpassing Democratic 2020 rivals https://t.co/4zP3BAYaju #national #feedly",
        0
    ],
    [
        "@JohnOSullivan36 @everyhumanknows @jimsciutto @realDonaldTrump Trump and Biden should compete for the Presidency  i… https://t.co/jxCWSYPVae",
        0
    ],
    [
        "@hentely Yikes. One of these days, Joe Biden will log onto the internet, and read what folks are saying about him.",
        0
    ],
    [
        "This is the one of the guys it changed the law of 1952 McCarran and Warner Act are 1952. Joe Biden was one of them.… https://t.co/aZfdbTTX8C",
        0
    ],
    [
        "my revised view on joe biden's candacy.\n\na) im not surprised that he raised so much money. the establishment loves… https://t.co/xzUXF5P2U1",
        0
    ],
    [
        "@Susan_Hennessey Exactly! Joe Biden said he believed her from the beginning so what about the ones that didn’t beli… https://t.co/FBX06XRVAb",
        0
    ],
    [
        "I must tell you guys, read my lips, there's no one absolutely no one who can debate better with Trump than Joe. He… https://t.co/toZsT8rll2",
        0
    ],
    [
        "every time joe biden opens his mouth five flies manage to crawl out",
        0
    ],
    [
        "Creepy Joe Biden keep your hands off my kid creepy Joe Biden keep your hands off my wife creepy Joe Biden keep your… https://t.co/N7qoDaRUFS",
        0
    ],
    [
        "Joe Biden raised 6.3 million dollars his first day running \n\nThat’s more than Elizabeth Warren raised all of Q1 201… https://t.co/1vO3vg8LXR",
        0
    ],
    [
        "President Trump says he can 'easily' beat former Vice President Joe Biden in 2020 race\n\nhttps://t.co/vkH05koCZ7",
        0
    ],
    [
        "@jrpsaki @BarackObama @JoeBiden You don't know much about Elizabeth Warren if you think she needed them to make her… https://t.co/1sgb1LuNnc",
        0
    ],
    [
        "Obama and Biden were an unlikely pairing. But they became the closest White House partners in history.\n\nFrom the ar… https://t.co/BGRxRcgD2G",
        0
    ],
    [
        "Joe Biden Smashes Fundraising Record By Raising $6.3 Million In 24 Hours https://t.co/TQOEvd3iri via @politicususa",
        0
    ],
    [
        "@NevadaJack2 @beachfront1962 The Deep States wants Joe Biden to run for President.",
        0
    ],
    [
        "Fox Business national security strategist Dr. Sebastian Gorka on financial links between Joe Biden’s son’s firm and… https://t.co/Dks19T1uem",
        0
    ],
    [
        "@CNNTonight @wkamaubell I'm so done with trying to demonize Biden for heading the judicial committee investigating… https://t.co/o05lIK3oVq",
        0
    ],
    [
        "@KatTimpf You and Joe Biden have something in common then.",
        0
    ],
    [
        "Joe Biden is running to be the nominee of a party that has in many ways left him behind https://t.co/h6TFRaniQK via @MotherJones",
        0
    ],
    [
        "@ROCKONOHIO @Dogman1013 @TheDemocrats @FoxNews @LVNancy @AppSame @buzzman888 @whatznextfolks @GaetaSusan… https://t.co/xVE9zkXdLG",
        0
    ],
    [
        "Joe Biden has been in politics for 40 years\n\nAnd doesn't have a track record of doing anything for blacks\n\nWhen was… https://t.co/rawuvfAVR6",
        0
    ],
    [
        "Everyone under the age of 40 needs to show for the primaries. You can't make a progressive future for America with… https://t.co/wnPvNHmHaO",
        0
    ],
    [
        "“I still believe it’s a gateway drug. I’ve spent a lot of my life as chairman of the Judiciary Committee dealing wi… https://t.co/PJunCxelp4",
        0
    ],
    [
        "Joe Biden Is Running For President, Starts 2020 Campaign\n\nhttps://t.co/BBwMS93USU\n#JoeBiden #2020Election #Politics… https://t.co/q4TJ0Xf8Qk",
        0
    ],
    [
        "Joe Biden Decides to Go #NeverTrump \n https://t.co/1E68ZNUmEc",
        0
    ],
    [
        "Sorry i don't have a kitchen :(, unfortunately can't afford one :(!\n\nPlus its not an ad its a feeling i have when i… https://t.co/fYIsKLu8cF",
        0
    ],
    [
        "@lyfewithadhd peteeyyyyy! n mom thinks joe biden rn :/",
        0
    ],
    [
        "@JackPosobiec Why don’t you actually report the TRUTH about Joe Biden the pedophile.",
        0
    ],
    [
        "‘A young, vibrant man.’ No, just the opposite. 72-year-old Trump touts his youthfulness against likely 2020 rival J… https://t.co/6gS2O1cQe4",
        0
    ],
    [
        "@charliekirk11 Should someone tell Joe Biden?",
        0
    ],
    [
        "Joe Biden is a wolf in sheep’s clothing.",
        0
    ],
    [
        "@MattYoung @newscomauHQ @GavinDFernando Creepy Joe Biden is most certainly NOT the most qualified person and will l… https://t.co/N44pAluUMN",
        0
    ],
    [
        "Joe Biden Raises $6.3 Million, Topping Rivals’ First-Day Hauls https://t.co/BH6j4RRnbR",
        0
    ],
    [
        "Who does Joe Biden think he is?",
        0
    ],
    [
        "@BelloniaDe @dubiouspie @DeepStateExpose @steph93065 Joe Biden has thoughts?",
        0
    ],
    [
        "Elizabeth Warren Rips Joe Biden Over Past Policy Positions https://t.co/olR7ni6VPl",
        0
    ],
    [
        "Joe Biden Claims ‘World Leaders Begged’ Him to Run Against Donald Trump.  (C) Why do you think that is, @JoeBiden?… https://t.co/o0pkdruizB",
        0
    ],
    [
        "Democrats' options: The past (Joe Biden) and the future (Bernie sanders).\n\nBut you didn't say, Chuck, what Joe Bide… https://t.co/WPRAR1Da3S",
        0
    ],
    [
        "@Deb10122 @CNN @blk_dahlia2 @GrantWoods Not really. Didn't Meghan McCain once say on The View that she would never… https://t.co/OKka1YoOKr",
        0
    ],
    [
        "@michaelmalice Those kids surrounded Joe Biden.",
        0
    ],
    [
        "Joe Biden has been in politics for 40 years\n\nAnd doesn't have a track record of doing anything for blacks\n\nWhen was… https://t.co/nVxydKC34W",
        0
    ],
    [
        "@BarackObama @realDonaldTrump @SenateDems @SenateGOP @HouseDemocrats @HouseGOP @WhiteHouse @USSupreme_Court… https://t.co/PChPznE3ex",
        0
    ],
    [
        "\"Biden is in! .... Joe made the announcement on his social media platform: Western Union\" - Bill Maher\n\n🤣🤣🤣",
        0
    ],
    [
        "@ELO_kiddie73 @NBCPolitics @mikememoli Here's a couple of them:\nhttps://t.co/syEnmahg8N",
        0
    ],
    [
        "Sleepy (understandable because he's an octogenarian) Joe Biden's nearly 300 year career serving in the Congress has… https://t.co/b7ZwqX5MDi",
        0
    ],
    [
        "I don't believe meathead has ever had a soul.\nhttps://t.co/qIxtr1o1BZ",
        0
    ],
    [
        "Joe Biden’s 2020 opening act: Rocky but lucrative https://t.co/Du6cFj7WFv",
        0
    ],
    [
        "@weaselzippers Joe Biden would have lacked the boldness to take CSR action. https://t.co/qb2ULm3JEb",
        0
    ],
    [
        "Joe Biden raises $6.3m in 24 hours, outstripping Bernie Sanders and Beto O'Rourke – live. https://t.co/9e5Cdp57G2",
        0
    ],
    [
        "Joe Biden raises $6.3m in 24 hours, outstripping Bernie Sanders and Beto O’Rourke – live – The Guardian https://t.co/Y0w2EAh9v5",
        0
    ],
    [
        "Why aren’t the DOJ investigating Biden and his son regarding the business deal the put together with China while Jo… https://t.co/cmLrQoHrjg",
        0
    ],
    [
        "@JewhadiTM @TMZ Joe Biden reminds me of the undead.  A vampire who’s been drinking blood for centuries. Don’t vote for the undead.",
        0
    ],
    [
        "Beggars. All you need to know about the left. 🤣👇👇👇\n\nJoe Biden Claims 'World Leaders Begged' Him to Run Against Trump https://t.co/qKwV6G2zcb",
        0
    ],
    [
        "every interview that does not directly ask joe biden about the multiple credible sexual harassment claims against h… https://t.co/IE4T11Ihmm",
        0
    ],
    [
        "Joe Biden running for president https://t.co/UD5IHKIvTl",
        0
    ],
    [
        "“What happened is we got really politically outplayed by the Republicans,” said Hogan, now vice president for publi… https://t.co/o8SAjaqAHX",
        0
    ],
    [
        "Joe Biden has not achieved a single thing of note in his political career.",
        0
    ],
    [
        "'Bout ready to start a F*CK JOE BIDEN group on FB. There would be endless content.",
        0
    ],
    [
        "Our parents generation really is so problematic and by our I mean us born in the 80s/90s y’all they are READY to vo… https://t.co/ulZ0gYej88",
        0
    ],
    [
        "I will never cast a vote for Joe Biden to be POTUS.",
        0
    ],
    [
        "In Biden's view, Trump is an anomaly. As if the Republican Party haven't been clamoring for access to Unbridled Gre… https://t.co/QRGMe6kHNd",
        0
    ],
    [
        "@JoeBiden How many times today do I have to see Joe Biden asking for money on Twitter??  The answer is still... https://t.co/QRm9lqyV6g",
        0
    ],
    [
        "@realDonaldTrump Two ancient dinosaur fossils in Joe Biden and Donald Trump trying to prove to American voters who… https://t.co/pjb072EPYQ",
        0
    ],
    [
        "@westland_will Speaking of demons I believe Joe Biden is infested with many.",
        0
    ],
    [
        "Trump and Biden: President defends his Charlottesville comments - CNNPolitics https://t.co/QAg8Y8cvMq",
        0
    ],
    [
        "Now that Joe Biden is officially in the race #Bernie2020 https://t.co/tNA605y8cx",
        0
    ],
    [
        "@LeonWhi63670221 @canine2 @FairStability @2tall2fall4it @TrumpSugar @TT197 @Flattielover @GoofyGary7 @phil_mckraken… https://t.co/OhicLXPQxA",
        0
    ],
    [
        "@shallowbrigade Joe Biden, a big Naruto fan, was reported to counter that all communities should have a kick-ass ra… https://t.co/1sFToOZF7l",
        0
    ],
    [
        "Joe Biden Raised $6.3 Million in 24 Hours https://t.co/MhZA7848Hm",
        0
    ],
    [
        "Joe Biden and Bob Barker are not the same person??? 😳🤣 #FallonTonight",
        0
    ],
    [
        "@TheView @JoyVBehar @JoeBiden @ABCNetwork Megan McCain introduces Joe Biden. What a hypocrite. She is so closed-min… https://t.co/BvPvVkOyaK",
        0
    ],
    [
        "@dbongino Obama's SpyGate, what did Joe Biden know and when did he know it.",
        0
    ],
    [
        "TW: Sexual assault and harassment of women and girls by Joe Biden. \nhttps://t.co/Pv6loNLA3Z",
        0
    ],
    [
        "As for as I am concerned Joe Biden shouldn't have to spend a dime or do one campaign in the next election! The Amer… https://t.co/v2qB6Vtsp6",
        0
    ],
    [
        "They know they can control creepy hair sniffer Joe. \nhttps://t.co/zoTWSizjK5",
        0
    ],
    [
        "I guess I just don't see the appeal of Joe Biden, overall.",
        0
    ],
    [
        "News: Bernie Sanders Booed, Tulsi Gabbard Reappears, Joe Biden Tanks The... https://t.co/HOoodbvPEv via @YouTube",
        0
    ],
    [
        "@MarijuanaMoment Joe Biden hasn't changed. Period.",
        0
    ],
    [
        "So Captain America is...Joe Biden? #AvengersEndgame",
        0
    ],
    [
        "@charliekirk11 Who was Joe Biden fighting side by side with in the 1970s to keep our schools segregated?\n\nRobert By… https://t.co/ty253MIHcN",
        0
    ],
    [
        "@SebGorka Joe Biden what did you know and when did you know about the COUP Barack and Hillary staged to take down a… https://t.co/4Pp7vRHahn",
        0
    ],
    [
        "I like Joe Biden. But Biden should just take responsibility for past mistakes, recognize that even if he thought he… https://t.co/cid2F2zDzp",
        0
    ],
    [
        "Joe Biden 2020: What Are His Views on Marijuana Legalization – Rolling Stone https://t.co/cEaKQZLMD1",
        0
    ],
    [
        "Joe Biden is exhausting. \n\n- Me, who being born and raised in Delaware has only ever had as senator the above-mentioned Joe Biden",
        0
    ],
    [
        "JOE BIDEN. Tell us where your hands/palms are resting.\nWe normal people can see through your soul.\nBeware, these wo… https://t.co/6GNvW7cwLP",
        0
    ],
    [
        "DONALD TRUMP IS A LAWLESS, DISRESPTFUL TOWARD OUR CONSTITUTION AND A TRAITOR.\n\nJOE BIDEN IS NOT.. GROW UP.\nHE IS HU… https://t.co/WUCGLwxW8M",
        0
    ],
    [
        "Elizabeth Warren takes shot at Joe Biden: He was ‘on the side of credit card companies’ https://t.co/5F7LyBywao",
        0
    ],
    [
        "Sending Joe Biden out there to be devoured by the media wolves while providing cover for the rest of the field for… https://t.co/eDIBgWN7wI",
        0
    ],
    [
        "More ICYMI - our comrades in the #GoFundMeForAll crusade are all-in #UncleCorporateWelfare2020  https://t.co/b7wOCITI09 @SilERabbit",
        0
    ],
    [
        "@RitaPanahi I think that’s an after shriek to Uncle Joe Biden snuffing her hair &amp; neck. #MeToo",
        0
    ],
    [
        "Joe Biden is not likely to become my candidate, but he needs to tell people to watch the tape on some of his record… https://t.co/1Ku0fEGvjU",
        0
    ],
    [
        "@charliekirk11 Charlie:\n\nLet’s include Joe Biden with the Obama era. Now that he’s running and not looking for BHO’… https://t.co/OOe3bnuNKR",
        0
    ],
    [
        "Biden goes  to the dark side in launch video https://t.co/2GCAJ4jJgR",
        0
    ],
    [
        "Biden will drive @realDonaldTrump mad.  He won't back away from Joe's taunts.  Trump's myopic focus on Joe frees up… https://t.co/QVfMQqnZy5",
        0
    ],
    [
        "Joe Biden, MAGA Democrat? https://t.co/k4O97CZghG In Biden's view Trump as an anomaly. As if the Republican Party h… https://t.co/vwyYt6RaCO",
        0
    ],
    [
        "“I’m not Bernie Sanders,” Joe Biden said at the Brookings Institution. “I don’t think 500 billionaires are the reas… https://t.co/2fBasyDNAI",
        0
    ],
    [
        "@radpepper joe biden harlem shake vid",
        0
    ]
]