[
    [
        "Top story: Joe Biden announced $6.3 million haul on opening day of 2020 bid - CNNPolitics https://t.co/qlRRVEOnrL,… https://t.co/GJbPMUlJpC",
        2
    ],
    [
        "Top story: Where Presidential Candidate Joe Biden Stands On Marijuana | Marijuana Moment https://t.co/xooVAsrtn5, s… https://t.co/g1GSP6Fazb",
        2
    ],
    [
        "@kbq225 She learned that from sniffer Joe Biden? LMAO.",
        4
    ],
    [
        "To those of you who’ve already seen it: PLEASE don’t spoil the Joe Biden campaign converge!!",
        1
    ],
    [
        "JOE BIDEN PLEASE GO CRAWL BACK UP IN A HOLE WE DONT WANT YOU",
        2
    ],
    [
        "Joe Biden, like Barack Obama before him, is not going to lead the people with the pitchforks against the super rich… https://t.co/CD6qWwgMhb",
        7
    ],
    [
        "Joe Biden: Trump is a joke https://t.co/GwDaxoIChL via @YouTube",
        2
    ],
    [
        "This is a good and worthwhile read. Nevertheless, I remain committed to my choice in 2020. #AnyDemocrat2020… https://t.co/cRS23mWcUy",
        4
    ],
    [
        "How Joe Biden Could Win The 2020 Democratic Primary https://t.co/wD7zBXgtHQ",
        4
    ],
    [
        "@JamesSultan10 @Chas10Buttigieg @jenbudzek @PeteButtigieg Did he finally commit to some policies ? I know he got sm… https://t.co/mmcMjwUWVA",
        1
    ],
    [
        "@CarpeDonktum @ScottAdamsSays “This is a big fuckin’ deal” - Sleepy Joe Biden 💤 😴",
        1
    ],
    [
        "Will Black Voters Still Love Biden When They Remember Who He Was? https://t.co/FlIdsdk1TI",
        3
    ],
    [
        "@AdyBarkan @ewarren Wow.  Yes, I am donating.  I like Joe Biden but his policies are out of step and I don't like h… https://t.co/sYBvU6d2tf",
        9
    ],
    [
        "I bet Joe Biden won’t wonder off during a press conference.",
        3
    ],
    [
        "Joe Biden says his proudest moment of Obama's presidency was 'not one whisper of scandal'. 😆. Amazing how much you… https://t.co/vH8aoK1mpB",
        1
    ],
    [
        "Hey Democrats can we please not elect Joe Biden he is not the answer just bc he’s buddies with Obama and has funny memes ok thnx good talk",
        8
    ],
    [
        "is there literally any positive characteristic about Joe Biden at all? https://t.co/iZH97dLRoB",
        2
    ],
    [
        "not that I was even considering joe biden for a second but wowee my dude, wowsers, holy smokes my dude, wow",
        4
    ],
    [
        "Late night pokes fun at Joe Biden's presidential bid - CNN Video https://t.co/nTSVRK4IB4",
        4
    ],
    [
        "Listening to #DerangedDonald talk about how vibrant and young he is and how old Joe Biden is was laughable. I’d lov… https://t.co/IbzhhSEAS4",
        3
    ],
    [
        "I don't want to spoil #AvengersEndgame but the \"Joe Biden on the bench\" cameo at the end was a bit much. #amiright #toosoon",
        1
    ],
    [
        "@mschlapp @MikeDoak4 So let me get this straight. U would rather have sexist pig grab em by the p*ssy POS POTUS as… https://t.co/pGhNbxNNH9",
        1
    ],
    [
        "Anyone I know seriously considering voting for Joe Biden, PLEASE watch this video. Even if Bernie isn’t your second… https://t.co/lxiIk116MJ",
        1
    ],
    [
        "@DanaPerino \"The Five\" seemed more like the Joe Biden show this week.  Yes he made news and but I don't think it wa… https://t.co/omJF2IjYIw",
        3
    ],
    [
        "@politico He is the opposite of vibrant. Look how fit Joe Biden is and the others.",
        4
    ],
    [
        "@LuciHoneychurch @JoeBiden Joe Biden is endorsed by Michael Avenatti. Your in good company huh?",
        5
    ],
    [
        "@MysterySolvent @KathySolberg I bet Joe Biden wouldn’t hug the flag",
        2
    ],
    [
        "Joe Biden’s best shot was the 1988 campaign—and he blew it by committing plagiarism.  Interesting that people still… https://t.co/w1zIfCUS8a",
        6
    ],
    [
        "Yes, of course if Biden wins the nomination I'll vote for him, but when I look at the field, I see a number of cand… https://t.co/AcyxjkU4Ct",
        5
    ],
    [
        "Joe Biden’s performance in Endgame was surprising and warm-hearted.",
        1
    ],
    [
        "@VeutifulConnor @MillenPolitics I like Kamala's approach.\n\nShe is respectful of Joe Biden and welcomes the challeng… https://t.co/RnZs5NQg3M",
        4
    ],
    [
        "@JRubinBlogger @GayleellisLydia This would make me love Joe Biden if I didn’t already. It does not surprise me beca… https://t.co/lBJqRxjKT1",
        3
    ],
    [
        "Joe Biden Received A Warm Welcome On “The View”  https://t.co/ZI3uKago5N",
        3
    ],
    [
        "@neutrino78x @1followernodad And why should it matter when Senator Joe Biden D-Delaware and Vice President Joe Bide… https://t.co/eXIpb4e1CM",
        1
    ],
    [
        "@BenKTallmadge Thanks Joe Biden",
        2
    ],
    [
        "Joe Biden, Obama Officials Stood to Gain From Ukraine Influence https://t.co/i1ExhyNGxI via @epochtimes CLINTON, BI… https://t.co/YhFnp2Y1Iq",
        2
    ],
    [
        "@effiedog @veronicambn That just means, he's Younger than Joe Biden and that Don't Qualify as young and vibrant man… https://t.co/7WAVfkvxEf",
        3
    ],
    [
        "A lot of the kids these days were raised only knowing Joe Biden as Obama’s VP. Kudos to him for providing them with… https://t.co/gZ3PNMqDIA",
        3
    ],
    [
        "Things are going really great so far!\nhttps://t.co/foVNf2Topq",
        3
    ],
    [
        "Will Black Voters Still Love Biden When They Remember Who He Was? https://t.co/C3zMA8lWhD",
        3
    ],
    [
        "@CNN @GrantWoods Joe Biden really has no chance either. A good majority of Democrats are waking up and realizing ho… https://t.co/5pdGHZ7hCQ",
        4
    ],
    [
        "Is it me, or does Joe Biden look like he has a botched facelift??",
        2
    ],
    [
        "Good lord does Joe Biden not get it. https://t.co/uxRIsSaX9c",
        3
    ],
    [
        "@AngrierWHStaff @achfenton “Joe Biden would beat Donald Trump in #Arizona” - Grant Woods, former AZ Attorney Genera… https://t.co/sEelDhA398",
        1
    ],
    [
        "Recode Daily: Some Amazon sellers pay up to $10,000 a month to buy their way to the top of the marketplace https://t.co/rcPWjYqRh1",
        1
    ],
    [
        "people really supporting joe biden based off his bromance with obama lmao",
        5
    ],
    [
        "Joe Biden exuding big cuck energy https://t.co/PgnSqFMT1O",
        1
    ],
    [
        "While Americans are preoccupied with silliness like #metoo'ing Joe Biden for hugging women, cancel culture or how s… https://t.co/7QlSFQHKm6",
        1
    ],
    [
        "@NevadaJack2 Joe Biden also says he asked former President Barack Obama not to endorse him... that speaks volumes a… https://t.co/wALRJeKMmc",
        2
    ],
    [
        "@RealOliviaBrown @DogginTrump Only one 2020 candidate:\nAdvocated for segregated schools\nGave a eulogy for KKK Grand… https://t.co/LwHBURiKrd",
        3
    ],
    [
        "@TheView @JoeBiden @ABCNetwork Thanks to  \"The View\" Sleepy Joe us off to a Rocky start. Guessing the Big Money is… https://t.co/UlJihWBSD7",
        3
    ],
    [
        "I just ordered \"Healing the Soul of America\" 20th Anniversary edition.  Funny, they spell Joe Biden Marianne Willia… https://t.co/S1PjF1IOoj",
        4
    ],
    [
        "⚡️ “Joe Biden addresses Obama endorsement, Anita Hill and more in his first interview as a 2020 candidate”\ncreeeeee… https://t.co/r3tUfVsOpe",
        2
    ],
    [
        "@ThePerezHilton Yes exactly.  My first choice is Kamala.  However, I made a donation yesterday to Joe Biden to wish… https://t.co/fhGJki5e5h",
        2
    ],
    [
        "@JoeBiden Only one 2020 candidate:\n\nAdvocated for segregated schools\n\nGave a eulogy for KKK Grand Wizard\n\nGropes re… https://t.co/66JoTJMATD",
        3
    ],
    [
        "@mschlapp Adderall, paying off hookers in secret, saying that he and Epstein “like ‘em young”,  “Grab ‘em by the...… https://t.co/1BYrTMxmjk",
        2
    ],
    [
        "@28Frazier @VeutifulConnor @thehill That's because she's trying to be the nominee. She's better. She has better pol… https://t.co/NbZBpD5d3n",
        4
    ],
    [
        "Joe Biden launched his campaign yesterday and I’m already over him. He doesn’t get it.",
        1
    ],
    [
        "Donald Trump says he is 'young and vibrant' compared to Joe Biden\nhttps://t.co/PkUHkhKO3X",
        3
    ],
    [
        "Joe Biden:  When the status quo is good enough. https://t.co/UzjBHYNb0b",
        3
    ],
    [
        "Late night pokes fun at Joe Biden's presidential bid\nhttps://t.co/UMJkfvbrkb",
        4
    ],
    [
        "@RealJack World Leaders asked Joe Biden to save the world?  Joe Biden? What is he going to do, \"yes man\" them to de… https://t.co/QEsb1A4wUK",
        3
    ],
    [
        "WASHINGTON, United States –  Newly announced 2020 Democratic candidate Joe Biden  faced scrutiny on multiple fronts… https://t.co/rJ0bEsQ26u",
        1
    ],
    [
        "Joe Biden was asked today about expressing a sincere apology to women for his hands on embraces.\n\nCan you imagine h… https://t.co/9CXe1t0tQx",
        1
    ],
    [
        "The less i knew about joe biden the better i was for it. https://t.co/BG0DLdxuEL",
        2
    ],
    [
        "Joe Biden, Obama Officials Stood to Gain From Ukraine Influence https://t.co/9f5D51quR9 via @epochtimes",
        2
    ],
    [
        "pretty excited for @TheDemocrats to nominate joe biden and give us four more years of trump. https://t.co/lg8n7WSGgh",
        4
    ],
    [
        "NEW: Joe Biden tops Bernie Sanders’ first-day fundraising tally https://t.co/m7c9AHTwWr",
        2
    ],
    [
        "@GrantWoods @jimsciutto Thanks for the great interview and supporting Joe Biden. Watched him and John Lewis speak i… https://t.co/sP8iETbORk",
        6
    ],
    [
        "@EricBoehlert @daveweigel I know. What are guys like you going to complain about? Better start working on those “Ac… https://t.co/2FaqNd4NrO",
        2
    ],
    [
        "Anita Hill says she's not satisfied with Biden's private apology https://t.co/3K5sWGXx1m",
        1
    ],
    [
        "Letters from Joe Biden reveal how he sought support of segregationists in fight against busing https://t.co/pY0NfiQ899",
        1
    ],
    [
        "Exclusive — Peter Schweizer: Joe Biden ‘Steered $1.8 Billion’ to Ukraine While His Son Bagged ‘Sweetheart Deal’ fro… https://t.co/dpTKpXSaJd",
        2
    ],
    [
        "@aaronashton77 @StevieRenee3 Set a Joe Biden hat on top of that and it would be perfect.",
        5
    ],
    [
        "Joe Biden! More like No Biden, amirite?",
        1
    ],
    [
        "'I'm a young, vibrant man!' Trump says he'll beat Joe Biden 'easily' https://t.co/hHqlae5hqc",
        3
    ],
    [
        "‘LMAO!’ Here’s Joe Biden’s answer to why he’s the ‘best choice for Democrats’ [video] – https://t.co/N3UJNmnYhP https://t.co/Ab7wCgtwN7",
        7
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either | Arwa Mahdawi https://t.co/Ur7KjQ7NzH",
        3
    ],
    [
        "I loved Joe Biden when Obama was president. I’m realizing that that had more to do with the second four words of th… https://t.co/uwvi29srpM",
        3
    ],
    [
        "Barack Obama for Vice President when Joe Biden wins!!!!",
        4
    ],
    [
        "😂😂😂😂😂😂😂😂😂😂Bahhahahahahahahahahaha! \n😂😂😂😂😂😂😂😂😂😂\n\nDonald Trump slams Joe Biden as 'not the brightest bulb'… https://t.co/E5icMU4mEE",
        2
    ],
    [
        "$leepy Groping Crazy Uncle  Joe Biden …..    scores big ‘first 24 hours’ fundraising win over Bernie and Beto https://t.co/6pLSRZHcpg",
        3
    ],
    [
        "@neutrino78x @1followernodad Good Lord, you're hiding Biden behind Obama even when the comment is specifically abou… https://t.co/ItLtdLXNXw",
        2
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either | Arwa Mahdawi https://t.co/6tv3dAOrdL",
        3
    ],
    [
        "I’m pretty sure Joe Biden won’t have hundreds of Supporters camping out in the freezing cold just to hear him speak… https://t.co/kiUf0RSktv",
        5
    ],
    [
        "@KevSpeaks1 @JoeBiden People excited about Joe Biden are not energized around any specific policy platform, just “d… https://t.co/8Yf7iNB9L8",
        3
    ],
    [
        "@BarackObama Barack for Vice President sounds good to me I'm voting Joe Biden!!!!!!!",
        3
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either | Arwa Mahdawi https://t.co/F17ouj7UHk",
        3
    ],
    [
        "Thanks, #CreepyUncleJoe. Uh. I meant #SleepyUncleJoe. Sorry.\n\nBiden Echoes MAGA: 'America’s Coming Back Like We Use… https://t.co/YJfS85thVF",
        3
    ],
    [
        "@RBReich Hi. I also think Joe Biden,most Democrats,and me wanted Hillary Clinton to win President in 2016 she was q… https://t.co/t8pDkOE2VY",
        4
    ],
    [
        "I love how Jacobin is the name of the revolutionary french and then joe biden skahcnfidndnfjejd https://t.co/A47vUZG8dR",
        3
    ],
    [
        "@JillWineBanks @MSNBC EXACTLY!! Does he really think we care what he thinks or is pretending to think because Joe Biden scares the “R’s”!!",
        1
    ],
    [
        "Okay but why does age makeup @ChrisEvans look like Joe Biden tho 👀",
        2
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either | Arwa Mahdawi https://t.co/dpwovUwisi",
        3
    ],
    [
        "i cant believe im doing this but he's clearly trolling joe biden and everything he said makes sense here\n\nwhy do fu… https://t.co/IXGsIDM8Y3",
        1
    ],
    [
        "@realDonaldTrump welcomes  \nJoe #pasthisprime Biden to the race. \n\nSame Old Joe Same Old Ideas!",
        2
    ],
    [
        "@charliekirk11 As late as 1975, Joe Biden supported segregation in the name of “black pride.” Sounds like the textb… https://t.co/Dxu5zh0ydh",
        4
    ],
    [
        "JOE BIDEN, who eulogized STROM THURMOND, is not a man worthy of his salt.",
        2
    ],
    [
        "Why can't the democrats just run a candidate who will reassure me that America is Better Than This without all the… https://t.co/FBD2WMwQ1w",
        3
    ],
    [
        "@Songbird1774 @AC360 Just like Hillary, too much baggage https://t.co/mqNPAjIUTk",
        2
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either | Arwa Mahdawi https://t.co/7haL10VGul",
        3
    ],
    [
        "Only one 2020 candidate:\n\nAdvocated for segregated schools\n\nGave a eulogy for KKK Grand Wizard\n\nGropes relentlessly… https://t.co/8JQjnyvCQX",
        3
    ],
    [
        "Joe Biden, Obama Officials Stood to Gain From Ukraine Influence https://t.co/i1ExhyNGxI via @eet",
        2
    ],
    [
        "Hope Joe Biden has to answer what he knew about Obama and the Russia set up against Donald Trump.Get the popcorn ready.",
        2
    ],
    [
        "I’m definitely not going to vote for Joe Biden in the primary. But if he wins the primary I’m 100% gonna vote for him.",
        4
    ],
    [
        "@CarmiOnTheVerge @MSignorile @realDonaldTrump @VanJones68 Not promoting Van, simply repeating a comment he made re… https://t.co/hDHCOiTj2T",
        1
    ],
    [
        "Only one 2020 candidate:\n\nAdvocated for segregated schools\n\nGave a eulogy for KKK Grand Wizard\n\nGropes relentlessly… https://t.co/5iz8dZaoIK",
        3
    ],
    [
        "@JillWineBanks @MSNBC Yes. Joe Biden can win and republicans know it. donald knows it. BS knows it. They, don't want him to run.",
        6
    ],
    [
        "@jrpsaki @BarackObama @JoeBiden Elizabeth Warren, the Beloved Harvard Law Professor, would still make a better pres… https://t.co/STTQvCh8WE",
        5
    ],
    [
        "@KingdoK @AndyRichter LOL He actually started last fall. \n\nBehold, the answer to beating Trump: a guy who doesn't e… https://t.co/eZ2zZmbxHk",
        2
    ],
    [
        "@adigdn @AriRabinHavt @mehdirhasan @BernieSanders Biden is receiving support from big pharma, so we don’t get Medic… https://t.co/HRKfNg7VxZ",
        3
    ],
    [
        "@MSNBC Joe Biden masterfully applied the breaks on the \"Runaway\" left. Though I like Joe, I realizes that his time… https://t.co/Iw8amLzuaj",
        2
    ],
    [
        "I dont want to hear anything from Dems on how offensive Robert E. Lee being a great general is, when you're all in… https://t.co/dn7vVaVavC",
        4
    ],
    [
        "Sure looks like a Joe Biden supporter to me. https://t.co/CdJMYC44LP",
        3
    ],
    [
        "@deniseparashac @honegger Thank you, Denise.  You think??  Harris brings clout and the diversity we've been hearing… https://t.co/OPUbeWB9kI",
        2
    ],
    [
        "@jrpsaki @thecooper3 @BarackObama @JoeBiden Let me know when Joe Biden sincerely apologizes and accepts his respons… https://t.co/qO51VFBU1D",
        2
    ],
    [
        "New video by The Young Turks: Joe Biden Received A Warm Welcome On \"The View\" https://t.co/ZoPSzWyTaz",
        3
    ],
    [
        "@JoeBiden I am absolutely beyond words that you are running for President, I know you will do this country good, we… https://t.co/k4OLqqo0Ti",
        3
    ],
    [
        "Joe Biden says world leaders call him complaining about Trump.  I hope he is standing up for our country/Trump.  We… https://t.co/WC0LtNmNuK",
        2
    ],
    [
        "Good news! Joe Biden is even better at losing than Hillary Clinton.",
        2
    ],
    [
        "\"I just feel like a young man. I'm so young. I can't believe it. I'm the youngest person. I am a young, vibrant man… https://t.co/BvtRC7mjR1",
        5
    ],
    [
        "@JessieJaneDuff @SebGorka Hold it right there... Is Biden suggesting foreign leaders have/want to \"colluded/collude… https://t.co/NQEh0IKqsH",
        1
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either https://t.co/406BHDp7IH via @Yahoo",
        3
    ],
    [
        "@ananavarro @JoeBiden Joe Biden is the best of America. He could be our next President !!",
        3
    ],
    [
        "Restore American Glory » One Last Disgrace: McCain Family to Support Joe Biden https://t.co/JgVoJBJdZj",
        3
    ],
    [
        "@NevadaJack2 \"Save the world\"? Now get this concept; Joe Biden to save the world. That ladies and gentlemen is a co… https://t.co/NvDr51pNJ7",
        4
    ],
    [
        "y'all only want joe biden because he's another creepy old white man. can we change this pls respond",
        1
    ],
    [
        "@Ashraf__Eassa If the Democrats want to win the election, they need someone who can rally the independents. Joe Biden is not that person",
        5
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either https://t.co/jD0V57QoQJ",
        3
    ],
    [
        "@Nanbp @AriRabinHavt @BernieSanders I don’t understand, are you satisfied with Joe Biden being a bought and paid fo… https://t.co/QEGK2TTeXP",
        2
    ],
    [
        "if you vote for Joe Biden in the Democratic primary, congratulations! You’re a Republican. https://t.co/D9vTTpAOhs",
        2
    ],
    [
        "Pocahontas isn’t feeling touched by ol uncle joe 🤣🤣https://t.co/VupTPhzxVv",
        1
    ],
    [
        "I hope Joe Biden is the Jeb Bush of Democratic candidates for President.",
        2
    ],
    [
        "@NewsForLeft @DanRather @YouTube Thanks for this! You've expressed exactly my own feelings about Joe Biden's candid… https://t.co/NCOGuWnSPd",
        2
    ],
    [
        "When Joe Biden gets elected president he should invite all the sports teams that won chips back",
        4
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either https://t.co/Ch1vwsA05U",
        3
    ],
    [
        "lol remember back in the day when Joe Biden saying the F word was a BFD? Now look at us... Jesus Christ.",
        4
    ],
    [
        "@BetoORourke Biden blew Beto out of the water in money raised.\nPeople vote with money!\nSo Biden leads.\nLooks like o… https://t.co/gesu3acFEf",
        2
    ],
    [
        "Hey look...it's Joe Biden's favorite shampoo!\n(Also his 2020 campaign slogan) https://t.co/Y9GMzLeyrz",
        2
    ],
    [
        "Who thought it would be a good idea for Joe Biden to kick off his campaign with a video stating that Trump called N… https://t.co/h1y1hUwQWW",
        3
    ],
    [
        "I want to make a short film about a young woman who confronts Donald Trump and he tries to kiss her and grab her ge… https://t.co/CMPx7ylIWn",
        3
    ],
    [
        "@MeghanMcCain such a pleasure to watch you   as a republican interact with democrat Joe Biden. Love your support of… https://t.co/wm11xSQZiX",
        8
    ],
    [
        "Let's be honest (the best policy) Donald Trump will be elected again in 2020.\n\nSo why did Joe Biden get into an alr… https://t.co/yOxhqZ8VNK",
        5
    ],
    [
        "Watch Joe Biden Squirm As Joy Behar Presses Him To Apologize To Anita Hill ‘Personally’ https://t.co/P9zFVg7Hh5 via… https://t.co/Qe4PgWTGXy",
        2
    ],
    [
        "@nytimes Wow, we’ve always liked uncle Joe but man, he’s disappointing us. Biden totally looked opportunistic. Did… https://t.co/XQtUGKr6rC",
        4
    ],
    [
        "Joe Biden is a good example, 24 hours ago he's bragging about his \"progressive\" cred. Within hours there is video e… https://t.co/FLIkkV5e3Z",
        3
    ],
    [
        "@panb_mn @scottiesgirl @AC360 Yall think Anderson Cooper is out to get Joe Biden? Really? CNN going to bring the ha… https://t.co/MgaGZzQzD5",
        2
    ],
    [
        "@NateSilver538 Yeah Joe BIDEN! Very exciting Nate! Centrist policies are soooo inspiring for Americans! https://t.co/EsYayqugVv",
        7
    ],
    [
        "Joe Biden Can’t Keep His Thoughts Straight https://t.co/SXBuEcPu76 via @dailycaller",
        1
    ],
    [
        "Exhibit A in the “Joe Biden not fit to be President” case. https://t.co/v81FyYH4B7",
        1
    ],
    [
        "Joe Biden says he won’t recreate Obama’s White House but doesn’t say what he’d do differently https://t.co/xpEn5VRnjY",
        3
    ],
    [
        "please, whatever you do, do not support joe biden",
        3
    ],
    [
        "Gmail just helpfully bundled messages from three different campaigns under the helpful “Joe Biden” title. Officiall… https://t.co/CkSiKmV2t8",
        2
    ],
    [
        "@jrpsaki @BarackObama @JoeBiden Are you saying she owes Joe Biden fealty? No thanks",
        1
    ],
    [
        "@jrpsaki @BarackObama @JoeBiden Wow this is such a good tweet and it wouldn't be possible without Joe Biden so folk… https://t.co/uN11lqQgky",
        7
    ],
    [
        "@ABC @TheView Why are they asking about Anita hill justice Thomas did the deed not joe Biden where had she been we… https://t.co/Soz7q1acGj",
        2
    ],
    [
        "@Kokomothegreat How sweet of him.  Didn’t he go to summits &amp; couldn’t walk with the rest of world leaders?  He had… https://t.co/cbtrHPHJMj",
        2
    ],
    [
        "Donald Trump makes another veiled attack on John McCain minutes after Joe Biden comforts Meghan McCain https://t.co/quaemWgo9q",
        1
    ],
    [
        "‘LMAO!’ Here’s Joe Biden’s answer to why he’s the ‘best choice for Democrats’ https://t.co/MRs3g0gqgM",
        7
    ],
    [
        "‘LMAO!’ Here’s Joe Biden’s answer to why he’s the ‘best choice for Democrats’ https://t.co/DiNojv3osW",
        7
    ],
    [
        "@TheView @JoeBiden @ABCNetwork Ana Navarro is one of Castro’s Communist! \nJoe Biden involved his only surviving chi… https://t.co/wz4l1BLFwF",
        2
    ],
    [
        "as much i love bernie, there is one candidate with the ideas, passion, policies and accomplishments I want in my no… https://t.co/irD7mJYbOA",
        3
    ],
    [
        "@ananavarro @JoeBiden 'WE THE PEOPLE\" feel if Joe Biden wins we are going back to the LYING, LEAST TRANSPARENT, COR… https://t.co/SmTa4NIIz2",
        4
    ],
    [
        "@Cannadablissed @Resistance411 Joe Biden is grandpa aged and a real family man.  His long hugs are just long hugs.… https://t.co/PEKnu7N2uf",
        4
    ],
    [
        "Newt Gingrich: Joe Biden is an energetic, intelligent politician -- and he can't win\n\nhttps://t.co/GCkOoS3MCZ",
        8
    ],
    [
        "@1followernodad Joe Biden? More like Joe BiDON'T",
        2
    ],
    [
        "@MSNBC Joe Biden on Barack Obama in 2007:\n\n\"first mainstream African-American who is articulate and bright and clea… https://t.co/I1wlzafdUa",
        1
    ],
    [
        "#JoeBiden💩 suggested that #President #DonaldTrump, &amp; the 63 million #Americans who voted for him, support the rise… https://t.co/Sg3wJNlZrc",
        2
    ],
    [
        "Newt Gingrich: Joe Biden is an energetic, intelligent politician -- and he can't win because of 50+ yrs of baggage.… https://t.co/NQtwirW2ya",
        8
    ],
    [
        "Save the World?   😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂       👍🏻😎 https://t.co/ljgZwrMoyU",
        2
    ],
    [
        "@katstails @JoeKoffee @cherokeesher2 @joncoopertweets Wow! That’s IS crazy 😜 Why should she care if you post memes… https://t.co/NywQJdvu6i",
        4
    ],
    [
        "Can we please not with joe Biden https://t.co/VHQjvrER4e",
        1
    ],
    [
        "Joe Biden: ‘Charlottesville was an epiphany, I have never seen anything like it in my lifetime’. by CharliePeach🍑 https://t.co/Qgb7JB6JF7",
        2
    ],
    [
        "We can’t afford to have dinosaurs like Biden in a position of power. WE HAVE ACTUAL SCIENCE showing the great healt… https://t.co/7wzHKC81Vw",
        5
    ],
    [
        "So in 2020 will Hillary Clinton's black supporters claim Joe Biden as a great friend of racial desegregation? https://t.co/e8ugZuoZlh",
        4
    ],
    [
        "Also interesting is the Joe Biden angle...At the time, Burisma allegedly was paying then-Vice President Joe Biden’s… https://t.co/ln36DvUNax",
        2
    ],
    [
        "Joe Biden thanking the guy from Comcast how sweet 🤮 https://t.co/mfmbRRrJr3",
        2
    ],
    [
        "@JoeBiden Phony Joe Biden decides to call Anita Hill after 30 years?  Really?  Just like a lying Democrat.  Democra… https://t.co/HauNUhcEp9",
        2
    ],
    [
        "@jrpsaki @thecooper3 @BarackObama @JoeBiden Still seems like you’re implying that Warren owes Joe Biden and therefo… https://t.co/MGjlWhwyaK",
        2
    ],
    [
        "\"Joe Biden addresses Obama endorsement, Anita Hill and more in his first interview as a 2020 candidate\"  https://t.co/GIfAdEcyKE",
        2
    ],
    [
        "You'll hear this from me a LOT so be prepared.\n\nI don't believe Joe Biden is Progressive enough to become the Democ… https://t.co/WKneXdCAwU",
        1
    ],
    [
        "@CNN Looks like CNN is all in for Biden.  Nobody was talking about this until Joe went to the old standby Republica… https://t.co/uHB11MYV8J",
        2
    ],
    [
        "\"He never reached out to Anita Hill until this month, now why could that be?\" https://t.co/6X7xkR4wUr",
        1
    ],
    [
        "If you support Joe. You a hoe...lol https://t.co/v8gcUpxbXg",
        5
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either | Arwa Mahdawi https://t.co/Ezc6ZHw45d",
        3
    ],
    [
        "Joe Biden loses any chance of my vote in 3...2...1... https://t.co/1YpnVcy3j6",
        2
    ],
    [
        "Creepy Joe Biden Joins the 2020 Campaign\nhttps://t.co/drBqEzDOBw\n\nHahaha!\nSupport my work via donation:\nSubscribest… https://t.co/dFJgNmlwfA",
        5
    ],
    [
        "\"Hey, this guy makes 4,000x his average employee and that's not great.\"\n\nJoe Biden: HE LOVES AMERICA JUST AS MUCH A… https://t.co/kZQia9yWx1",
        3
    ],
    [
        "Nice to know that Republican lobbyist are helping @JoeBiden to help Donald Trump get reelected👇 https://t.co/kHfu1nNFWv",
        7
    ],
    [
        "4.26.19 #RMU: Trump defends C'ville remarks; Anita Hill not satisfied w/ Joe Biden's apology https://t.co/ZXoajkaVfJ",
        1
    ],
    [
        "@justicedems @_waleedshahid Biden just had a huge fundraiser with wealthy donors who oppose Medicare for All and sa… https://t.co/KzuhPEhmG2",
        3
    ],
    [
        "@TitaniaMcGrath White men? Like, Joe Biden kinda white?",
        2
    ],
    [
        "So good from ⁦@MonicaHesse⁩ : Joe Biden, the master of not quite getting it https://t.co/8EbbOhXOJ3",
        3
    ],
    [
        "Jeb! and Joe! agree. \nhttps://t.co/CvP3MQBLuw https://t.co/uRNrPf039a",
        1
    ],
    [
        "@ABC @TheView Joe Biden is a decent man with morals we don’t like that tasted drama and I hope we can’t get out the… https://t.co/JcSYWbw5T8",
        4
    ],
    [
        "Creepy Joe Biden saying \"I like kids better than I like pizza\" while whispering passive aggressive sexual comments… https://t.co/V2XzO9He0p",
        3
    ],
    [
        "@WhiteHouse Dear POTUS:  Thank you for your inspiring words delivered Presidentially! I want you to win in 2020 so… https://t.co/Z6bEIDXQDb",
        12
    ],
    [
        "The Democrats seem determined to give Trump a second term. https://t.co/FuQICG5V2V",
        2
    ],
    [
        "@Lawrence @rolandsmartin Joe Biden said segregation was good",
        3
    ],
    [
        "dlvr newt Newt Gingrich: Joe Biden is an energetic, intelligent politician -- and he can't win… https://t.co/H74imgy1cZ",
        8
    ],
    [
        "@RicciutoBarbara At 282 Donny, you ain’t young, vibrant or in tip top shape. Joe Biden is coming and it scares the living crap out of you.",
        2
    ],
    [
        "@Mariann72416833 @Stop_The_EU they keep yelling like that, joe biden wont sniff them",
        2
    ],
    [
        "Joe Biden 2020 presidential campaign: Medicare-for-all vs. health care industry - Vox https://t.co/qQoocVA9XG",
        2
    ],
    [
        "He look like Joe Biden lmao",
        6
    ],
    [
        "Me making a mental note of anyone that is excited about joe Biden https://t.co/zzd4TVZM71",
        3
    ],
    [
        "Email from Trump says \n“Sleepy Joe Biden just announced... \nCan you imagine... if someone like Joe Biden... won...… https://t.co/eGp1RBP8MZ",
        5
    ],
    [
        "@DailyCaller Joe Biden can’t keep most things straight, especially personal space norms.",
        1
    ],
    [
        "@Anthony_M_Jones @JoeBiden I’m just telling it like it is. You can’t name a single reason why Joe Biden should be P… https://t.co/IRnWWpuSfw",
        2
    ],
    [
        "Opinion: Social justice warriors are going to utterly maul Joe Biden https://t.co/ZHPTNTPNtj https://t.co/Jh8Ed83Cai",
        2
    ],
    [
        "@JoeBiden Joe Biden to \"restore the soul of the nation\" ? ? ? ? ?\nI didn't realize that 'the soul of the nation' wa… https://t.co/2iRxBfJ7hM",
        1
    ],
    [
        "Joe Biden is *exactly* like that moment you realize that just cause your parents were hippies doesn’t mean that the… https://t.co/NqYfi05Ntm",
        2
    ],
    [
        "@DanRather He may be too old. I'd  like to see a woman. Bernie needs to get out. BUT, maybe we need an older white… https://t.co/RRGJqwPcJj",
        2
    ],
    [
        "@JoeBiden Paid-to-Spy.\n3/16/18: Joe Biden-John Kerry’s Foray into Providing China with Super Secret U.S. Govt. DoD… https://t.co/fnRTRrrfel",
        3
    ],
    [
        "\"I mean, you got the first mainstream African-American who is articulate and bright and clean and a nice-looking gu… https://t.co/nEcmKT5qWR",
        6
    ],
    [
        "Joe Biden, Obama Officials Stood to Gain From Ukraine Influence https://t.co/LLeW6kiSae via @epochtimes",
        2
    ],
    [
        "Joe Biden Called Domestic Terrorist Group Antifa \"Courageous\" In His 2020 Announcement https://t.co/lxdNhWSGmM",
        2
    ],
    [
        "Joe Biden is enjoying good poll numbers right after launching his  candidacy for President, possibly the same polls… https://t.co/LSe6JhHsbK",
        5
    ],
    [
        "@JoeBiden President Joe Biden has such a great ring to it! I haven’t had a president since President Obama left off… https://t.co/Uiv4ZRWy4z",
        3
    ],
    [
        "I am with you. I like Joe Biden. But there is a quote that I love: ‘If I tell you that you hurt me, you don’t get t… https://t.co/QqQyrAe37u",
        3
    ],
    [
        "@Fiorella_im @neeratanden @SallyAlbright @realDonaldTrump Now that Joe Biden is the clear front runner.... I assume… https://t.co/Vu4r2SRJ6D",
        1
    ],
    [
        "Joe Biden announces latest Democrat plan to hand Trump another election win https://t.co/ZVjiBCQ6rZ",
        4
    ],
    [
        "#AvengersEndGamespoilers Captain America looks like joe Biden 😂",
        2
    ],
    [
        "Trump says he is ‘young and vibrant’ compared to Joe Biden https://t.co/VAkTfr1YXA https://t.co/jQ7qR3zdRp",
        3
    ],
    [
        "me: oh my god, did you see joe biden once filmed himself splitting open a live baby and eating its entrails while i… https://t.co/NhnwOkh68r",
        1
    ],
    [
        "IT'S STILL FREEDOM FRIDAY! News: Bernie Sanders Booed, Tulsi Gabbard Reappears, Joe Biden Tanks The View - 319-527-6212- Tonight 10PM Est.",
        2
    ],
    [
        "Newt Gingrich: Joe Biden is an energetic, intelligent politician -- and he can't win\n\nhttps://t.co/Gs12CsLrnG",
        8
    ],
    [
        "If Joe Biden wins the nomination, @BarackObama should be his running mate. https://t.co/MUhm9OCzzH",
        4
    ],
    [
        "Joe Biden is the paid DNC candidate, he's the one they're counting on. LIL Pete is there to save him. #FeelTheBern",
        2
    ],
    [
        "I will agree with mr. Biden that this is a very important election, we cannot allow the crazy joe Biden who don't e… https://t.co/a5JzdYr9Md",
        2
    ],
    [
        "@lisakinsella @kinsellawarren Here is a youtube video entitled Joe Biden Being Creepy  https://t.co/5GmhHrdC6D",
        1
    ],
    [
        "@1234skin We like Joe Biden??",
        2
    ],
    [
        "Skinny Dippin’ Joe, Gives it a Go for 2020. Wild Wet fun. Just in time for the Summer. This should be fun!… https://t.co/aHgWkoEg9J",
        8
    ],
    [
        "As I leave the past behind me. My predictions behind me. My feelings about Trump winning in 2020 won’t change. Joe… https://t.co/NtpSA6tnHW",
        6
    ],
    [
        "Joe Biden Can’t Keep His Thoughts Straight https://t.co/lu5F6h6IEI",
        1
    ],
    [
        "Joe Biden Can’t Keep His Thoughts Straight https://t.co/3Q4w0RgBKN",
        1
    ],
    [
        "Stubbornness is going to bite him in the as? This proves Creepy Joe Biden act like royalty. His been in office too… https://t.co/ZOS086PZ7p",
        2
    ],
    [
        "And he still (kind of) walked it back immediately. https://t.co/9rGaxdT2sG",
        2
    ],
    [
        "Ana Navarro: Joe Biden is normal -- and that sounds really good to me @CNN https://t.co/kjcaoCRQOU",
        3
    ],
    [
        "@lyfewithadhd i want mayor pete and my parents want joe biden",
        2
    ],
    [
        "I love you dear Joe Biden but on this I disagree. https://t.co/IbusLVPSU6",
        5
    ],
    [
        "@Morning_Joe @SusanPage Susan, you are so out of touch with the American ppl regarding Joe Biden. Please just go away or shut up.",
        1
    ],
    [
        "Biden is empathetic and compassionate. But he’s not the obvious candidate.. https://t.co/uw2KiP5GLV",
        4
    ],
    [
        "Idk why people think Biden is a lock for the nomination.\n\nWhen he’s riding the coattails of PBO folks love him as U… https://t.co/bij29OS0od",
        3
    ],
    [
        "@kallman_tom Piss off Joe Biden running for President will not save you from what’s coming down the pike for you...Justice..American Justice",
        2
    ],
    [
        "No man can restore your soul, Mr. Reiner. Man is not God. If your soul needs restoration I suggest you look in the… https://t.co/K4QB9LJA0w",
        1
    ],
    [
        "Joe Biden addresses Obama endorsement, Anita Hill and more in his first interview as a 2020 candidate  https://t.co/hem455DJRa",
        2
    ],
    [
        "Joe Biden would be a beloved and quirky senator not a presidential candidate if @BarackObama had not picked him for… https://t.co/OTV7NDUecC",
        3
    ],
    [
        "If you’re supporting Joe Biden over a candidate that backs Medicare for All then you’re placing more value on his s… https://t.co/tNv3B1aaX4",
        2
    ],
    [
        "\"To explore that question, let’s pick through the former vice-president’s hefty baggage on racial justice — and the… https://t.co/5fY5Wjufw5",
        2
    ],
    [
        "Ordinary guy who made millions on shady deals while in the service of the people!! Just another hustler who likes t… https://t.co/YtvkiztNnM",
        2
    ],
    [
        "NOT hatin',just sayin: Joe Biden hit several foul balls on \"The View\" and they tossed him easy hits. Worrisome; not… https://t.co/wlftJsXjma",
        1
    ],
    [
        "#BernieInTexas #BernieInFortWorth #BernieInHouston was a #Yuge success. #Bernie2020 puts TEXAS IN PLAY same day… https://t.co/Cc1QTetZdO",
        2
    ],
    [
        "@Acosta I don't see you condemning Joe Biden for praising Antifa Terrorist. \n\nLiberals are such Hypocrites.",
        3
    ],
    [
        "@jacobinmag The rich people put Donald Trump in the White House. Joe Biden must be the new Republican. https://t.co/NZKKns733v",
        2
    ],
    [
        "At interminable Renton dinner,  I appreciate what new Sen. Barack Obama wrote to aide as Joe Biden went on &amp; on at hearing: \"Shoot me.\"",
        1
    ],
    [
        "@JoeBiden @TheView Joe Biden / K. Harris 2020 The Dream Ticket 2020! Just a suggestion from a Wilmington, De Biden fan &amp; supporter",
        5
    ],
    [
        "I liked Joe Biden a lot more when he was eating ice cream with Barack Obama.",
        2
    ],
    [
        "Yes investigation by a good reporter will find the deep state of the Joe Biden family. \n#ChinaCorruption… https://t.co/Ciajqxvugm",
        4
    ],
    [
        "We need an irresistible Democratic candidate like Sammy Davis Jr: Jewish, Black, Puerto Rican, Gay,  He knows how t… https://t.co/hahwDZExve",
        4
    ],
    [
        "@katystoll You know what’s more comfortable than comfortable? \n\nJoe Biden",
        4
    ],
    [
        "@MarkEzzell @JeremyO44 As if Joe Biden would stop/care about anything you’re concerned about. THIS MAN AUTHORED THE… https://t.co/cpBUJgKuvN",
        1
    ],
    [
        "now he reaches out want somethang ...yeah,yeah we know https://t.co/dZljImwTHD",
        4
    ],
    [
        "I’m surprised at how strongly I agree. I didn’t even expect it.                  Ana Navarro: Joe Biden is normal -… https://t.co/qT2casJPsy",
        1
    ],
    [
        "Joe Biden Announces He is Running for President, He Supports Abortions Up to Birth https://t.co/RHBdMGWoOB",
        2
    ],
    [
        "@cnnbrk @CNNPolitics @CNN\n@msnbc\nYou people for the love of god find something else to talk about imstead of Joe Bi… https://t.co/3dBMocoH4D",
        4
    ],
    [
        "One thing you have to give Creepy Joe Biden a tribute for is his consistency. He consistently goes for the right-ha… https://t.co/LWq18s6SkS",
        2
    ],
    [
        "@spectatrcitizen Lol making a bad joke about the phrasing \"running over Joe Biden\"",
        2
    ],
    [
        "@WhiteHawkRaven @KaiSully @MikeGrunwald @JoeBiden I would like to assume your ad hominem attack of my ad hominem at… https://t.co/68QGySxwlS",
        1
    ],
    [
        "Someone just said that Joe Biden is someone who is going to be calling Donald Trump out.... my reaction....FμCK YEAH!!!!!!!!",
        1
    ],
    [
        "@realdonaldtrump Deranged Donald panders to his base.  Trump calls Confederate commander Robert E. Lee a 'great gen… https://t.co/luPOA2w4wV",
        3
    ],
    [
        "The Joe Biden Gaffe Machine. That's the name of your new band. Just send me royalties after your success.",
        2
    ],
    [
        "@fleurdelisgal Keep in mind, that the best use of Joe Biden is to let him be the point of the spear directed straig… https://t.co/GaFhfXlRjf",
        3
    ],
    [
        "...but I'll support the nominee\nhttps://t.co/CkDBvB64Q6",
        2
    ],
    [
        "Joe Biden is the Hillary Clinton of 2020 – and it won't end well this time either\n\nhttps://t.co/3kGUi6Js43",
        3
    ],
    [
        "Yes Joe Biden is corrupt. Became a multi multi millionaire in 8yrs. Also made shady deals with China when it was il… https://t.co/niBCuBCglA",
        1
    ],
    [
        "yeah I’m logging on at 11:30pm on a Friday to say present Joe Biden looks a lot like future Sandy Frank https://t.co/bGNCQEpwBd",
        3
    ],
    [
        "VIDEO\n\nJoe Biden talks to the hags on The View and tries to appease the #MeToo mob.\n\nI don't think it went very wel… https://t.co/JlqWjaI8Ab",
        2
    ],
    [
        "Rob Reiner Endorses Joe Biden: He’ll ‘Restore Our Souls and Standing as Leader of the Free World’… https://t.co/ejj8sTDDvW",
        2
    ],
    [
        "Democrats are not amused. https://t.co/U4Xxn09KtO",
        3
    ],
    [
        "@Dr_TomSmith_III @Corp125Vet @Redtowel4 @JoeBiden Joe Biden is a corrupt politician who involved his only surviving… https://t.co/dD4pqQWGxK",
        2
    ],
    [
        "Who I won't vote for, even if it means sitting home and hoping four more years of Trump teaches Democrats something… https://t.co/CeDthq9n99",
        5
    ],
    [
        "\"I just feel like a young man. I'm so young.\" \n\nhttps://t.co/KXF68Cjt5K",
        2
    ],
    [
        "Like this if you’d vote for Joe Biden",
        2
    ]
]